[
  {
    "url": "https://www.apple.com/apple-pay/",
    "title": "",
    "text": "Faster and easier\nthan\nusing cards\nor cash.\nPay in full, over time, or\nwith your card’s rewards.\nPrivacy and security\nbuilt in.\nApple Pay is accepted on millions of websites and apps.\nIt’s ready\nand set.\nJust go.\nSet up in seconds. Right on your iPhone. Apple Pay is built into iPhone, Apple Watch, Mac, iPad, and Apple Vision Pro. To get started on iPhone, open the Wallet app and tap the plus symbol. Then add a credit or debit card by tapping the back of your iPhone with your eligible card.1 You’ll have the option to add your card to your other devices at the same time. When you want to pay, just double-click, tap, and you’re set. You still earn your card’s rewards and benefits — so you won’t miss out on any points or miles.\nHow to add a cardPay the way that works for you.\nApple Pay gives you flexibility at checkout when you shop in stores with iPhone, or online and in apps with iPhone or iPad. You can choose to pay in full or split your purchases into smaller payments over time through an eligible card or other pay later provider.2 You can also use your eligible credit or debit cards’ rewards, points, or miles to cover all or part of your purchase.3 When you redeem rewards, a statement credit is applied after the transaction is complete.\nSend Apple Cash with Messages and make purchases with Apple Pay. Apple Cash is an easy and private way to send and receive money in Messages and Wallet — all from your iPhone.4 Sending and requesting money is as simple as sending a text, even in group chats. Add a memo to a payment, and it shows up right in Wallet, making it easy to keep track of transactions. And you can spend the Apple Cash you receive with Apple Pay — in stores, in apps, and online.\nLearn more about Apple Cash How to send moneyEasy.\nDoes it all.\nGrab from the\ncorner cafe. Load\nup your app.\nOrder a new online.\nHave delivered.\nSubscribe to .\nGet\nfrom a\nvending machine.\nAnd from the\nsupermarket.\nJust look\nfor\nor when\nyou check out.\nAt stores and more. Apple Pay is accepted at over 85 percent of retailers in the U.S., so you can likely use it wherever and however you want. If you’re not sure, just ask. Apple Pay works anywhere that takes contactless payments — from vending machines and grocery stores to taxis and subway stations.\nIn apps and online. Use Apple Pay to seamlessly make purchases in Safari and other browsers — on iPhone, iPad, Mac, and other computers — without the lengthy checkout forms. On an Apple device, click or tap the Apple Pay button and pay with a touch or glance. On a non-Safari browser, scan the Apple Pay code with your iPhone camera and use your iPhone to complete your purchase.5 You can even use Apple Pay to subscribe to services like Apple Music, Apple News+, and Apple TV+, buy apps and games on the App Store, and upgrade your iCloud storage.\nSafe and\nsound.\nAnd secure.\nPersonal data. Protected. When you make a purchase, Apple Pay uses a device-specific number and unique transaction code. So your actual card number isn’t shared by Apple with merchants or stored on Apple servers. If you prefer not to share your email address with merchants when paying online, you can use Hide My Email to generate unique, random email addresses that automatically forward to your personal inbox.\nYour purchases stay private. When you pay with a debit or credit card, Apple Pay doesn’t keep transaction information that can be tied back to you. And when you use Apple Cash, information is stored only for troubleshooting, fraud prevention, and regulatory purposes.\nTap more. Touch less. Apple Pay works right from your device, helping you avoid touching buttons and terminals, handling cards, and exchanging cash. Every purchase requires Face ID, Touch ID, or a passcode — helping to keep your security in your hands.\nQuestions? Answers.\n-\nYou can use Apple Pay to make purchases in stores, on websites, and in apps. It’s widely accepted, simple, safe, secure, and private.\n-\nApple Pay is safer than using a physical credit, debit, or prepaid card. Face ID, Touch ID, or your passcode is required for purchases on your iPhone, Apple Watch, Mac, or iPad. Your identity isn’t shared with merchants, and they don’t see your actual card number. And your card numbers are never stored on Apple servers.\nWhen you pay in stores, neither Apple nor your device will send your actual card number to merchants. When you pay online in Safari or in apps, the merchant will only receive information you authorize to fulfill your order — such as your name, email address, and billing and shipping addresses.\nWhen you pay with a debit or credit card, Apple doesn’t keep transaction information that can be tied back to you. And when you use Apple Cash, information is stored only for troubleshooting, fraud prevention, and regulatory purposes.\n-\nAdding a credit or debit card is as easy as opening the Wallet app, tapping the plus symbol, and tapping the back of your iPhone with an eligible card.1 Or add a card manually — open the Wallet app, tap the plus symbol, and follow the steps onscreen. You’ll have to verify your information with your bank or card issuer. If you have a paired Apple Watch, you’ll also have the option to add the card to your watch. If you upgrade your iPhone, you can transfer your cards to the new device in one easy step.\nIf you’d like to add a credit, debit, or prepaid card directly to Apple Watch, Mac, iPad, or Apple Vision Pro, you can visit Apple Support to learn more about how to add your card to other Apple devices.\n-\nApple Pay works with major credit and debit cards from banks around the world, with more added all the time. You can see all the banks that support Apple Pay here. If your card does not yet support Apple Pay, contact your bank for more information. See participating banks and cards that support installments here. See participating banks and cards that support rewards here.\n-\nYes. Connect your eligible credit card account to its associated card you use with Apple Pay to securely view your card account details right in Wallet — including card balances and up to two years of transaction history.6 To connect an account, open Wallet, select your card, tap the more button, and select Card Details. Then tap Get Account Balance & Activity and follow the steps onscreen.\n-\nNo. Apple does not charge any fees when you pay with Apple Pay — in stores, online, or in apps.\n-\nApple Pay works in countries and regions that support contactless payments. Confirm with your bank, and ask about any fees they may charge for overseas usage.\n-\nIf your business already accepts credit and debit cards, simply contact your payment provider\nto start accepting Apple Pay. If you want to accept Apple Pay on your website or in your app,\nvisit Apple Pay for developers. -\nWith Tap to Pay on iPhone, you can use an iPhone to accept contactless payments through an app supported by any of the participating payment service providers. No extra terminal or hardware is required.7 If you already have a payment terminal, contact your payment service provider to find out if it accepts contactless payments.\n-\nDownload the Apple Pay mark to use within email, on your terminal screen, on your website, and in your app. You can also order Apple Pay decals to put on your storefront window and register.\n-\nApple Cash is an easy and private way to send and receive money,4 and it’s built right into iPhone. You can send Apple Cash in Messages, in Wallet, or with Tap to Cash by simply holding your iPhone near someone else’s. And because Apple Cash is a digital card in Wallet, you can spend your Apple Cash in stores, online, and in apps with Apple Pay.\nApple Pay enables you to make secure, contactless purchases using your Apple Cash, your Apple Card, and any other credit and debit cards that you add to Wallet. For apps or merchants that don’t accept Apple Pay, use your Apple Cash virtual card number to make your purchase wherever Visa is accepted."
  },
  {
    "url": "https://support.apple.com/apple-pay",
    "title": "",
    "text": "Apple Pay Support\nYou’ve come to the right place to get help with Apple Pay.\nQuick actions\nUpdate or remove a card\nYou can change your default card, remove a card, or update your billing and contact information.\nView your account balances\nWhen you connect your accounts to Wallet, you can view your credit or debit card balance, transaction history, and more.\nSee your Apple Pay transactions\nLearn how to view the latest transactions for the credit and debit cards that you use with Apple Pay.\nManage preauthorized payments\nView and manage recurring and deferred Apple Pay charges, such as subscriptions, automatic reload payments, and monthly bills.\nTrack orders in Apple Wallet\nWhen you make a purchase from a participating app or website, you can track your order in the Wallet app.\nRead about security and privacy\nLearn how using Apple Pay protects your personal information, transaction data, and payment information.\nGet started\nSet up Apple Pay\nAdd a credit, debit, or prepaid card to your iPhone, iPad, Apple Watch, or Mac.\nMake purchases with Apple Pay\nYou can pay using Apple Pay in stores, in apps, on the web, and more.\nSearch for more topics\nSupport app\nGet personalized access to solutions for your Apple products.\nIn the United States, Apple Pay is a service provided by Apple Payments Services LLC, a subsidiary of Apple Inc. Neither Apple Inc. nor Apple Payments Services LLC is a bank. Any card used in Apple Pay is offered by the card issuer."
  },
  {
    "url": "https://support.apple.com/en-us/HT201469",
    "title": "",
    "text": "Make purchases using Apple Pay\nYou can pay using Apple Pay in stores, in apps, on the web, and more.\nHow to pay using Apple Pay in stores and other places\nWith your iPhone or Apple Watch, you can use Apple Pay in stores, restaurants, gas stations, taxis, or wherever you see the appropriate contactless payment symbols.1 If you have any questions, contact the merchant or card issuer.\nPay with your iPhone\nTo use your default card:\nIf your iPhone has Face ID, double-click the side button. If prompted, authenticate with Face ID or enter your passcode to open Apple Wallet.\nIf your iPhone has Touch ID, double-click the Home button.\nTo use a different card, tap your default card to see your other cards. Tap a new card and authenticate.\nHold the top of your iPhone near the contactless reader until Done and a checkmark appear on the display.\nPay with your Apple Watch\nDouble-click the side button.\nYour default card opens automatically. Scroll down to choose another card.\nHold the display of your Apple Watch near the contactless reader until you feel a gentle tap and hear a beep.\nWant to see your recent purchases? Learn how to check your Apple Pay transaction history.\nHow to use Apple Pay online or in apps\nYou can use Apple Pay to pay online or in apps when you see Apple Pay as a payment option.2,3\nTap the Apple Pay button or choose Apple Pay as your payment method.\nTo use a payment method different from your default card, tap Other Cards & Pay Later Options or Change Payment Method.\nIf necessary, enter your billing, shipping, and contact information.\nConfirm the payment.\niPhone or iPad with Face ID: Double-click the side button, then use Face ID or your passcode.\niPhone or iPad without Face ID: Use Touch ID or your passcode.\nApple Vision Pro: Use Optic ID or your passcode.\nApple Watch: Double-click the side button.\nMac with Touch ID: Place your finger on Touch ID.\nMac without Touch ID: Confirm the payment on your Bluetooth-connected iPhone or Apple Watch. Make sure that you're signed in to the same Apple Account on all devices.\nWhen your payment is successful, you'll see Done and a checkmark on the screen.\nLearn how to pay with rewards. You can also make purchases with installments.\nHow to use Apple Pay by scanning a code\nYou can use Apple Pay with third-party browsers and more on Mac, PC, and other devices by scanning a code with your iPhone or iPad.4\nTap the Apple Pay button or choose Apple Pay as your payment method. A code will be presented to you on the screen.\nUse your iPhone or iPad camera to scan the code.\nIf necessary, enter your billing, shipping, and contact information.\nConfirm the payment.\niPhone or iPad with Face ID: Double-click the side button, then use Face ID or your passcode.\niPhone or iPad without Face ID: Use Touch ID or your passcode.\nWhen your payment is successful, you'll see Done and a checkmark on the screen.\nIn addition to accepting Apple Pay, the merchant must accept your payment card and payment network.\nIn China mainland, you can use Apple Pay on the web in Safari only on a compatible iPhone and iPad with the latest version of iOS or iPadOS. In China mainland, using Apple Pay with a third-party browser is not available.\nIn Italy, you can use your iPhone and Apple Watch to make Apple Pay purchases in stores with your Maestro card. Maestro cards can't be used within apps and on the web. In the Netherlands, you can add Maestro cards to all compatible devices except Mac.\nApple Pay in more browsers: Available with participating merchants on compatible browsers and devices. This feature is not available in all markets. Software requirements apply.\nTo use Apple Pay you need a supported card from a participating card issuer. To check if your card is compatible with Apple Pay, contact your card issuer. Apple Pay is not available in all markets. View Apple Pay countries and regions.\nFeatures are subject to change. Some features, applications, and services may not be available in all regions or all languages and may require specific hardware and software. For more information, see Feature Availability.\nTo access and use all Apple Card features and products available only to Apple Card users, you must add Apple Card to Wallet on an iPhone or iPad that supports and has the latest version of iOS or iPadOS. Apple Card is subject to credit approval, available only for qualifying applicants in the United States, and issued by Goldman Sachs Bank USA, Salt Lake City Branch.\nIf you reside in the U.S. territories, please call Goldman Sachs at 877-255-5923 with questions about Apple Card.\nApple Pay is a service provided by Apple Payments Services LLC, a subsidiary of Apple Inc. Neither Apple Inc. nor Apple Payments Services LLC is a bank. Any card used in Apple Pay is offered by the card issuer.\nInformation about products not manufactured by Apple, or independent websites not controlled or tested by Apple, is provided without recommendation or endorsement. Apple assumes no responsibility with regard to the selection, performance, or use of third-party websites or products. Apple makes no representations regarding third-party website accuracy or reliability. Contact the vendor for additional information."
  },
  {
    "url": "https://flutterwave.com/ke/support/payment-methods/apple-pay-frequently-asked-questions-faqs",
    "title": "",
    "text": "Apple Pay Frequently Asked Questions\nUpdated 36 months ago\nWhat is Apple Pay and how do I enable it on my account?\nApple Pay is a mobile payment and digital wallet service by Apple Inc. that allows customers to make contactless and secure payments in person, in iOS apps, in stores, and on the web using Safari. They can also use it to send and receive money from friends and family. It is supported on all Apple devices.\nFlutterwave merchants can now enable Apple Pay from their dashboard under settings using the steps below:\nLog into Flutterwave Dashboard\nClick Settings\nClick Account Settings\nScroll down to 'Enable Apple Pay' and tick the box to enable it\nNote: Merchant must accept the terms and conditions associated with Apple Pay to proceed with enabling the payment option\nWhat happens when a customer pays via Apple Pay and is yet to receive value?\nPlease obtain proof of debit from the customer along with the email address associated with the payment and send to hi@flutterwavego.com\nIs there any specific requirement for enabling Apple Pay on my account?\nNo. All requirements needed to operate a Flutterwave account remain applicable.\nWhat countries can my customers pay me from via Apple Pay?\nApple Pay is available to customers with cards or Apple Pay IDs from countries on Apple's official list.\nAre there extra charges for setting up Apple Pay?\nNo.\nIs there a limit to the amount that can be received via this payment option?\nThe current Flutterwave transaction limits apply. Read more here.\nWill all merchant categories be enabled to receive payments via Apple Pay?\nYes. However, Flutterwave does not permit certain businesses as mentioned in its terms and conditions. These businesses include (but are not limited to): adult entertainment, investment or \"get rich quick\" business, pseudo pharmaceuticals, etc. Learn more here\nHow long will it take for merchants to get settled for payments received? (Settlement Schedule)\nPayments received from orders/purchases with Apple Pay will be processed in accordance with the Flutterwave settlement schedule. Apple Pay settlements will be made as is currently done with Card payments which is T+5. Read more here.\nHow do customers know their payments have been processed successfully?\nCustomers should receive notifications for all successful transactions that occur via the payment option. Same as merchants will receive transaction notifications for new payments on their Flutterwave account\nWhat's the fee for receiving payments via Apple Pay?\nThe pricing for receiving payments from International cards applies and is set at 3.8%\nWhat are the accepted currencies for Apple Pay?\nPlease see the list of accepted currencies here\nHow are fraud, refunds, and chargeback cases treated?\nAll existing procedures apply for chargebacks. Refunds are the same as card transactions and are processed between 3-15 business days.\nWhat web browsers can customers use to complete payments via Apple Pay?\nMerchants can enable Apple pay from their Flutterwave Dashboard from any browser. However actual payments from customers via Apple pay are only supported on Safari browsers in line with Apple's product specifications. Non-Safari users will be unable to view the \"Pay with Apple pay\" payment option at checkout.\nWe'd like to hear from you\nSuggest the type of support articles you'd like to see\nStill need help?\nGet in touch if you have more questions that haven’t been answered here"
  },
  {
    "url": "https://aibgb.co.uk/apple-pay/apple-pay-faqs",
    "title": "",
    "text": "Pay with iPhone 6 to iPhone 8\nHold the Touch ID and hold your iPhone near a reader until you see Done and a checkmark\nPay with iPhone X\n1. Double-click the side button, glance at your iPhone X to authenticate with Face ID or enter your passcode.\n2. Hold the top of iPhone X near a reader until you see Done and a checkmark.\nPay with Apple Watch\n1. Double-click the side button and hold the display of your Apple Watch near a reader.\n2. Wait until you feel tap.\nPay within apps\nWith your iPhone, iPad, and Apple Watch, you can use Apple Pay to pay within apps when you see the Apple Pay button. Look for one of these buttons in apps.\n1. Tap the Buy with Apple Pay or Apple Pay button or choose Apple Pay as your payment method.\n2. Follow the on-screen instructions.\n3. Confirm the payment. When your payment is successful, you'll see Done and a checkmark on the screen.\n- iPhone X: Double-click the side button, then use Face ID or your passcode.\n- iPhone 8 or earlier or iPad: Use Touch ID or your passcode.\n- Apple Watch: Double-click the side button.\nFor more payment options please click here."
  },
  {
    "url": "https://www.americanexpress.com/us/credit-cards/features-benefits/digital-wallets/apple-pay/frequently-asked-questions.html",
    "title": "",
    "text": "Apple Pay® - Frequently Asked Questions\nAbout Apple Pay®\nAs used by American Express in these Frequently Asked Questions (FAQs), “Apple Pay” is the Apple® service that allows you to add a digital version of an eligible American Express Card or a virtual account number associated with an eligible American Express account (each a “Card”) to the Apple Wallet app on your compatible Apple device.\nU.S. American Express Card Members can use their Card with Apple Pay at participating merchants for payments in-store, in merchant apps, or online, wherever American Express Cards are accepted.\n- Eligible American Express Credit Cards that can be used with Apple Pay include U.S. Consumer or Small Business Credit or Charge Cards issued by American Express National Bank.\n- The following Debit Cards issued by American Express National Bank are eligible for Apple Pay:\n- American Express® Debit Card\n- American Express® Business Debit Card\n- The following American Express Corporate Cards issued by American Express Travel Related Services Company, Inc. to an employee of a commercial Card customer working in the United States are also eligible for Apple Pay:\n- American Express® Corporate Green Card\n- American Express® Corporate Gold Card\n- American Express Corporate Platinum Card®\n- American Express Corporate Centurion® Card\n- American Express® Corporate Defined Expense Program Corporate Card\n- If you have an American Express® Corporate Purchasing Card, American Express® Corporate Meeting Card or American Express® Business Travel Account, please contact American Express to determine your eligibility for Apple Pay.\n- The following American Express branded and third-party branded Prepaid Cards are also eligible for Apple Pay:\n- American Express Gift Cards (including American Express mall-branded Gift Cards)\n- American Express Business Gift Cards\n- American Express Reward Cards\n- American Express Serve\nIf you have a valid American Express Card issued by a licensed third-party financial institution, please check with the financial institution that issued your Card if you are eligible to participate by calling the number on the back of your Card.\nAll Cards must be active and in good standing to be eligible for Apple Pay.\nPlease visit the Apple Pay Support Page for a complete list of Apple devices that are compatible with Apple Pay.\nYou can use Apple Pay at participating merchants to make payments in stores with compatible devices wherever American Express contactless payments are accepted. Just look for the contactless and/or Apple Pay symbol at checkout.\nYou can also use Apple Pay in participating merchant apps and online with supported devices, wherever American Express Cards are accepted. Look for the “Buy with Apple Pay” or “Pay with Apple Pay” or “Check out with Apple Pay” button at checkout within the apps.\nWe will not share your full account information with Apple. To deliver the best Apple Pay experience, we will share certain Card information with Apple, such as the unique digital number associated with your physical Card, the last four digits of your physical Card, and your most recent purchase information for each Card you selected to use with Apple Pay. At any time, you can turn off the display of purchase information manually within Apple Pay by adjusting the “Card Notifications” for each Card.\nYour Card in Apple Pay is protected by “Touch ID”, “Face ID”, “Optic ID”, and/or your device “Passcode”. For your security, when you make a purchase using Apple Pay, you must either use “Touch ID”, “Face ID”, “Optic ID”, or the “Passcode” for your device. If you have any additional questions about your device’s security features, please contact Apple directly.\nGetting Started\nTo add your Card to Apple Pay on your compatible Apple device, please visit the Apple Support page for instructions. Keep in mind that you must accept the American Express Terms of Use for Apple Pay each time you add a Card to Apple Pay and that you are also subject to Apple's own terms and conditions.\nYou can also add your eligible American Express Credit Cards from the American Express® App, by following these steps:\n- Log in to the American Express App with your User ID and password.\n- Tap or click “Account”, then “Add Card to Wallets & Merchants”, and finally, “Apple Pay”.\n- Select the Card you want to add to Apple Pay and follow the remaining instructions on the screen.\nThe Security Code for your American Express Card is the 4-digit, non-embossed number printed on the front of your physical Card. For security reasons, you will be required to enter your Security Code when adding your Card to Apple Pay.\nWe may ask you to enter a one-time Verification Code to confirm your identity, for security purposes. This code is a unique series of numbers and/or letters that you can choose to receive via email or text. If prompted, select how you want to receive the one-time Verification Code, and then enter that code into the appropriate field.\nYour one-time Verification Code may expire if you aren’t able to timely enter it. You can request another code by selecting your preferred verification option again. If you are unable to get a one-time Verification Code, please contact us by calling the number on the back of your Card.\nYes, you can add your Card on multiple devices. Please note that your Card must be added to each device separately.\nYou can contact us by calling the number on the back of your Card. For virtual account numbers associated with an eligible American Express account, contact the entity or the individual who provided you with the virtual account number.\nUsing Apple Pay\nFor your security, when you add your American Express Card to Apple Pay, a digital version of your physical Card number is created that is a unique number associated with your physical Card. This digital version of your physical Card is unique to the device and used to identify Apple Pay transactions made with this physical Card.\nFor American Express Credit Card transactions, “AplPay” and the merchant’s name will appear on your American Express Billing Statement for all purchases completed with Apple Pay.\nFor Debit Card transactions on Apple Pay, the merchant’s name will appear on your American Express Rewards Checking or American Express Business Checking monthly statement.\nYes, you can receive refunds to your account for a purchase made with Apple Pay in accordance with the merchant’s refund policy. The key difference is that you may be asked to provide to the merchant with the last four digits of the digital version of your physical Card number, which you can locate by visiting the “Wallet & Apple Pay” section of your device “Settings”.\nYes, you receive the same rewards and benefits of your American Express Card when you use it with Apple Pay. Please visit your Card account on americanexpress.com or in the Amex App to see your individual Card benefits.\nIf you are having difficulty with your software or hardware, please contact Apple.\nExpress Transit is an Apple Pay feature that allows you to select a default Card in Apple Pay to tap and pay without authentication at certain transit terminals. To use your Card with Express Transit, add your Card to Apple Pay and choose it to be your Express Transit Card in Apple Pay. To learn more about this feature and how to use Express Transit with Apple Pay, such as managing your Card and participating transit systems, please contact Apple or visit Apple Pay Support.\nManaging Your Card(s) in Apple Pay\nYou can view and manage your Card(s) added to Apple Pay on compatible iPhones in the Wallet app. When you select the Card, you can tap the transaction to see more details or report on issues.\nFor all other compatible Apple devices, you can view and manage your Card(s) added to Apple Pay by going to “Settings” and selecting “Wallet & Apple Pay”. By tapping on the Card, you can view the “Transactions” and manage the settings associated with that Card in Apple Pay.\nVisit Apple Pay Support to learn more about how to view and manage your Card(s) in Apple Pay.\nYou can also view and manage your Card(s) added to Apple Pay on americanexpress.com, with the exception of the American Express Debit Card and the American Express Business Debit Card, by following these steps:\n- Log in to americanexpress.com with your User ID and password.\n- Select your eligible Card.\n- Tap or click “Account Services,” then “Card Management,” and finally, “Manage Digital Wallets and Payments Features”.\n- Locate the device and select:\n- “Resume” to resume the functionality to make payments with your Card in Apple Pay. Please know that this option will only appear if you “Suspend” your Card added to Apple Pay.\n- “Remove” to remove your Card from Apple Pay. If you want to add your Card to Apple Pay again, please see FAQ above “How can I add my Card to Apple Pay?”\nIf you want to “Suspend” your Card to temporarily suspend making payments using your Card in Apple Pay on your device, please contact us or call the number on the back of your Card.\nRefer to the Apple Support page to learn more on removing your payment method from your Apple ID.\nAfter you’ve added your Card to Apple Pay, you’ll receive “Card Notifications” for your American Express Cards in Apple Pay on your compatible Apple devices. These push notifications display purchases made with Apple Pay or your physical Card. Visit the Apple Support page to learn more about managing your notification settings.\nYou can view your last 10 purchases using Apple Pay in the “Latest Transactions” display of your Card in Apple Pay on compatible Apple devices. The “Latest Transactions” display will show the last 10 purchases you made using your Card in Apple Pay or outside of Apple Pay.\nApple Pay will only display the last 10 purchases made using your Card in Apple Pay or outside of Apple Pay. Please note that some of the listed transactions may be pending charges, which are temporary and are subject to change, for instance, pre-authorizations at restaurants and hotels. For all official statement information, please refer to your Card account information either on americanexpress.com or in the Amex App. If you suspect that there has been fraudulent activity on your Card account, please contact us at the number on the back of your Card. For virtual account numbers associated with an eligible American Express account, contact the entity or the individual who provided you with the virtual account number.\nWith the exception of American Express Prepaid Cards, you are not required to update your eligible American Express Card information with Apple Pay. The digital version of your physical Card is connected to your new Card number automatically. You can use your Card in Apple Pay for purchases before receiving your new physical Card. If you have any questions, please feel free to contact us. We’re available 24/7.\nFor American Express Prepaid Cards, you are required to update your Card information in Apple Pay, upon receiving your replacement Card in the mail.\nIf you believe your device has been lost, stolen, or compromised in any way, contact us immediately by calling the number on the back of your Card. For virtual account numbers associated with an eligible American Express account, contact the entity or the individual who provided you with the virtual account number. Additionally, you can mark your Apple Devices as lost on the Find My iPhone app, which automatically turns off Apple Pay on your device. Visit the Apple Support page to learn more on how to mark your device as lost.\nIf you believe your Card information has been lost, stolen, or compromised in any way, contact us immediately. For virtual account numbers associated with an eligible American Express account, contact the entity or the individual that provided you with the virtual account number.\nYou can also temporarily freeze your American Express Credit Card, American Express Debit Card, and American Express Business Debit Card.\n- For American Express Credit Cards, you can temporarily freeze your Card on Amex App or americanexpress.com.\n- For American Express Debit Cards, you can temporarily freeze your Debit Card by logging into the Amex App.\n- For American Express Business Debit Cards, you can temporarily freeze your Debit Card by logging into the American Express Business BlueprintTM app or americanexpress.com."
  },
  {
    "url": "https://www.wellsfargo.com/help/mobile-features/apple-pay-faqs/",
    "title": "",
    "text": "You are leaving the Wells Fargo website\nYou are leaving wellsfargo.com and entering https://support.apple.com/. Although Wells Fargo has a relationship with this website, Wells Fargo does not provide the products and services on the website. Please review the applicable privacy and security policies and terms and conditions for the website you are visiting."
  }
]